Revit 2027 API
ParameterTypeId.SketchingSides Property
 "Sides"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SketchingSides { get; }
Public Shared ReadOnly Property SketchingSides As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SketchingSides {
	ForgeTypeId^ get ();
}
static member SketchingSides : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace